<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		+GLkBI1iDmVgjpr0yMmVMAVNVZU=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		3H2MDT8f/INRoTO+YH1lGxshGAI=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/coremldata.bin</key>
		<data>
		xdJebQ3CqfAOlGjAsSU++uwTyDA=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/enc.net</key>
		<data>
		lR98OKqn4MlT7qp+lErWu1XqsUw=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/enc.shape</key>
		<data>
		hdCXTQwBNveI+fiqBkJBVTytvfk=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/metadata.json</key>
		<data>
		zKpPoTU5+F2Dg+CYn4s/eb0ZorQ=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/model.espresso.weights</key>
		<data>
		i3Lq+tQznEG5jHJGlTcVz8ICuNA=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/SuperResolution180pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		v7QWvs4c2oYGSfpwqEEsBugcTLQ=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/coremldata.bin</key>
		<data>
		XGIhpu74Mo3Wz5J1UR6Lan+puw8=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/enc.net</key>
		<data>
		lR98OKqn4MlT7qp+lErWu1XqsUw=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/enc.shape</key>
		<data>
		YenFe4i9tNk0S5sPw9nR2wsKWA0=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/metadata.json</key>
		<data>
		Pgw3rV2hbbgUkioShq6GQSAJt6g=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/model.espresso.weights</key>
		<data>
		DpA1Xpn8iJuoI5p/6wPBh3Hyf5Q=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/SuperResolution270pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		oOTRakX1fzGNxfsOiZ+IUOrBdUk=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/coremldata.bin</key>
		<data>
		9KU0CGL5z+2wk6k0dEIJ8OsDxck=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/enc.net</key>
		<data>
		Q5IR1wWzg8mYufdBWs7vGZh8jCg=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/enc.shape</key>
		<data>
		oV7jVcBZ08YQNCESpWWXT73iuzw=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/metadata.json</key>
		<data>
		vDptCz9TO14jQ93AQXv7gcUGA3c=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/model.espresso.weights</key>
		<data>
		x5Tm5zQ47eVK1OxMS6JwLQyIdAw=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/model/coremldata.bin</key>
		<data>
		ahYQG106QmyfEoz2I6wrUZvXyfg=
		</data>
		<key>Resources/SuperResolution360pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<data>
		8slJROw/+aEZURxA3rvvduy2LyA=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/coremldata.bin</key>
		<data>
		Mws7qwTiMkGHV9hmYcOo0X9UB8o=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/enc.net</key>
		<data>
		RrgwQUbQ4+pjSVB/90N7fl9q+dk=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/enc.shape</key>
		<data>
		BGZMDTQyeAV7AL1yT5tw1wDs1MI=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/metadata.json</key>
		<data>
		Rj1SPbJ4RqTc3kDTTqMbat53Cvw=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/model.espresso.weights</key>
		<data>
		6KGJgkE6UlMKdFzVk54FKGvrHf4=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/model/coremldata.bin</key>
		<data>
		/0MALmBQ1SvsaGrgFkDTRgGXDL4=
		</data>
		<key>Resources/affine_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		AbwczGeAWRHZg4WRVuoVJmqzJvA=
		</data>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<data>
		FK/EqDCZUpy/cZZuintgW4GM8NQ=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<data>
		kD1V8HNNEeS29NFoC6Tr0tfX4iw=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<data>
		Ih8eB1hUngUGRr0RHqRW/1D04V8=
		</data>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<data>
		Wo4pSAsBFD9aHFCBt53fP8abICk=
		</data>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<data>
		wR01CCqGrFxJoXYpGZYXghcNET8=
		</data>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		9brzNLtTyr6wxUFJNNE25rck8D0=
		</data>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		oS56pQX0da6muYeeAfez+tAKrGE=
		</data>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<data>
		iQ8y2AdXrS/Gzah+U0m4xAV7xgU=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<data>
		ALNwzzctqyiyZEVNVRlNa7DLPzc=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<data>
		769ybrwRt5XWrHNPtK2xVcLRDc4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<data>
		o7l7Z0rVAzwN0/6iuaro084VxPE=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<data>
		ZJzCR6jwOOwyNh1ntJqUImB2pdA=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<data>
		g6lpwSd+CfiJcwx/QrRbHJ6Ml5U=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<data>
		G2KHgiR604WjKEIzwlxgWTXQoCQ=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/enc.net</key>
		<data>
		sJ2UYF4Q8MWTEGPOQlQT60KJo4I=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/enc.shape</key>
		<data>
		Ssnm7O6UvjPPxlrcLh6GJJ2ZlIg=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<data>
		9vb/HFad4JBR1xBIsc+iDUw9etg=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<data>
		7KZepNepNOXrb3O1gTlxLPTCRKU=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
		</data>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<data>
		iUBUbybvhFe4OW7bS6RUsA2UvFo=
		</data>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<data>
		q3050it+8OpK+d4LOfZCi35d25U=
		</data>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<data>
		CZ1OXArfHTl1oPIDNh+Bop+SCts=
		</data>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<data>
		Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
		</data>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<data>
		VBzK9uDM8GV03w5/uMia9sTgqHs=
		</data>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aumPJXFpvJSCGM3zIHgv9dDN9TU=
		</data>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<data>
		hZb3z9BC3vAxatudB3vnBvZS1Rc=
		</data>
		<key>Resources/hd.mlmodelc/enc.net</key>
		<data>
		0iC33P1fM6PqegtyLvEuMSQhKTk=
		</data>
		<key>Resources/hd.mlmodelc/enc.shape</key>
		<data>
		u4svdVTxz1LP+JlFtqA+MtaWsFM=
		</data>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<data>
		17YlOO7vSao/NLJVakU+L9cxefI=
		</data>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<data>
		q8k/YfbvF3j0NI9FXZaH9Ej37kM=
		</data>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
		</data>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<data>
		GdAMtjHgYlkJyxKjEBinYXPURQo=
		</data>
		<key>Resources/hlm.mlmodelc/enc.net</key>
		<data>
		Q+O338k83VwC8R8LsjMQZwEKSMw=
		</data>
		<key>Resources/hlm.mlmodelc/enc.shape</key>
		<data>
		TDISjra09zcgL7L6cmsAqpl3k/A=
		</data>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<data>
		mgpbLCnzec1+7boPjiqnqEkOqEU=
		</data>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/lipsync.mlmodelc/analytics/coremldata.bin</key>
		<data>
		zapgQ3zq+OXZuhwrp4sJ7BfIiOc=
		</data>
		<key>Resources/lipsync.mlmodelc/coremldata.bin</key>
		<data>
		AGYwClTRNtebPeumraEjIHQKY4E=
		</data>
		<key>Resources/lipsync.mlmodelc/enc.net</key>
		<data>
		GfYmy4D9bkaJ/M+j6MxybB6ApVM=
		</data>
		<key>Resources/lipsync.mlmodelc/enc.shape</key>
		<data>
		8dcx98lk4KTdNa/laK6zsbBxWOc=
		</data>
		<key>Resources/lipsync.mlmodelc/metadata.json</key>
		<data>
		rmsB3peypNiQnuljSrugZh8fZAE=
		</data>
		<key>Resources/lipsync.mlmodelc/model.espresso.weights</key>
		<data>
		F1EOTOUvDQZsYYc1WqAiH7qAzWQ=
		</data>
		<key>Resources/lipsync.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/libcmlFramework.h</key>
		<dict>
			<key>hash</key>
			<data>
			V6OS1j5qB2WD1LCRxs5wR5E8Z8Y=
			</data>
			<key>hash2</key>
			<data>
			3krvRITpdNqapwnC1I9kPGSqZCZCxixHTN6OUF0OjsI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			lNEffXlXSqh+IImJe1iXMzHDzdk=
			</data>
			<key>hash2</key>
			<data>
			c6eKWEqbqqK10b3fiIX5ozEu26GK2oU2ENxXYGxiRjk=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			+GLkBI1iDmVgjpr0yMmVMAVNVZU=
			</data>
			<key>hash2</key>
			<data>
			ASlY3eY/4rEEA9vxEBrP4G1KB7Z/L1UdrgEeg4jQUEU=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3H2MDT8f/INRoTO+YH1lGxshGAI=
			</data>
			<key>hash2</key>
			<data>
			YCh/Zf2iDZTiCBTOVZBCrmXvYmmTfECuSXOgdvud/8s=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xdJebQ3CqfAOlGjAsSU++uwTyDA=
			</data>
			<key>hash2</key>
			<data>
			wcYYd9OmssHAXKKmTzOzAkLWH3/rNGAcrZJf8eIluX8=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			lR98OKqn4MlT7qp+lErWu1XqsUw=
			</data>
			<key>hash2</key>
			<data>
			K9kiLWjR/8/sJAYoNW4I8/G24Cnn3gfgFpSOQ+xM+JQ=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			hdCXTQwBNveI+fiqBkJBVTytvfk=
			</data>
			<key>hash2</key>
			<data>
			psIuFGDAeJ9X1gSns67jF3b29u182EGHCgWiIEMa+Nc=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			zKpPoTU5+F2Dg+CYn4s/eb0ZorQ=
			</data>
			<key>hash2</key>
			<data>
			n15EWkJl5545qhUW69PTDevCfM9VS1CB8IOnCF2KUHU=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			i3Lq+tQznEG5jHJGlTcVz8ICuNA=
			</data>
			<key>hash2</key>
			<data>
			KA7MiaD1VpH9F4SGvaI3uG1NK4dD5AbuYwBy8l8ZTOw=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ahYQG106QmyfEoz2I6wrUZvXyfg=
			</data>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/SuperResolution180pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			v7QWvs4c2oYGSfpwqEEsBugcTLQ=
			</data>
			<key>hash2</key>
			<data>
			gi1elAA0dCyWyfzBKkbETJT/C85NZ3bLOaL25jXYdc4=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XGIhpu74Mo3Wz5J1UR6Lan+puw8=
			</data>
			<key>hash2</key>
			<data>
			2mAh60+4VFSaxfZOlhmE+EPV3yHRb+Q9C+pZJacEL2s=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			lR98OKqn4MlT7qp+lErWu1XqsUw=
			</data>
			<key>hash2</key>
			<data>
			K9kiLWjR/8/sJAYoNW4I8/G24Cnn3gfgFpSOQ+xM+JQ=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			YenFe4i9tNk0S5sPw9nR2wsKWA0=
			</data>
			<key>hash2</key>
			<data>
			9Yro5V8fxzJnDjX6TJXMm2+PXVp8t1/YRoY5HnqdxSQ=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Pgw3rV2hbbgUkioShq6GQSAJt6g=
			</data>
			<key>hash2</key>
			<data>
			HzQM17EuIux/xwgeJaA/pbLxteP5wX0nWbCiAdqNmTk=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			DpA1Xpn8iJuoI5p/6wPBh3Hyf5Q=
			</data>
			<key>hash2</key>
			<data>
			vIQwFrzY0So4LTe6252724DDRP6jDcUXaqt3POhe7gM=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ahYQG106QmyfEoz2I6wrUZvXyfg=
			</data>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/SuperResolution270pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oOTRakX1fzGNxfsOiZ+IUOrBdUk=
			</data>
			<key>hash2</key>
			<data>
			Vu4NfU2CS0UmFaGJZv6/OktERzhTXEzCLzlxvfc1bL4=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9KU0CGL5z+2wk6k0dEIJ8OsDxck=
			</data>
			<key>hash2</key>
			<data>
			DnTNCc5u1bmZHsBgqzTevMbKuNaOfHo9ZDu/6jfqEuA=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			Q5IR1wWzg8mYufdBWs7vGZh8jCg=
			</data>
			<key>hash2</key>
			<data>
			n/TpELceDOjnIdV57RJFdLFl3BIdmAH/ZfZEa3Gz+GE=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			oV7jVcBZ08YQNCESpWWXT73iuzw=
			</data>
			<key>hash2</key>
			<data>
			Vkmp/xrvejuEdA2tAlQzhWtiWIYaIQGhPm+JR+x+25U=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			vDptCz9TO14jQ93AQXv7gcUGA3c=
			</data>
			<key>hash2</key>
			<data>
			QRDXUai7PCa77kxjySLK0gKwH4NTCL8LkqDClcTfJT0=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			x5Tm5zQ47eVK1OxMS6JwLQyIdAw=
			</data>
			<key>hash2</key>
			<data>
			A4817DL7E8+YEwfbq3r1h4d/oKD9yNqnH8sbV6JRDig=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ahYQG106QmyfEoz2I6wrUZvXyfg=
			</data>
			<key>hash2</key>
			<data>
			+ulaLK4gIKfCW3lTX3T0/CnUQaa58u3SUb+vbmwIsK4=
			</data>
		</dict>
		<key>Resources/SuperResolution360pModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			8slJROw/+aEZURxA3rvvduy2LyA=
			</data>
			<key>hash2</key>
			<data>
			HbqaPAiMZsdhsg9rutDamzVx9BB3p+lYizRetck508g=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Mws7qwTiMkGHV9hmYcOo0X9UB8o=
			</data>
			<key>hash2</key>
			<data>
			iB0Uu5/RMx6T7NTBi7WUCrnW2EJIBIrdhIqSO3QL8uM=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			RrgwQUbQ4+pjSVB/90N7fl9q+dk=
			</data>
			<key>hash2</key>
			<data>
			Y7wZ8UFnreBOkFkP+uj22dWLMyyrmF4omQ7stJKbHCs=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			BGZMDTQyeAV7AL1yT5tw1wDs1MI=
			</data>
			<key>hash2</key>
			<data>
			C3l1idU6Xz5lKbq4UDhJD4+1yDZPcoG03/wgi/yNERs=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Rj1SPbJ4RqTc3kDTTqMbat53Cvw=
			</data>
			<key>hash2</key>
			<data>
			64pG50sZNXWcVTzB036UBrZYOTMdbX8sXmSAasAWwNY=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			6KGJgkE6UlMKdFzVk54FKGvrHf4=
			</data>
			<key>hash2</key>
			<data>
			llAL7ogCq02LucjgGmySitJAY4iT82duLLnFc8ER3Tg=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			/0MALmBQ1SvsaGrgFkDTRgGXDL4=
			</data>
			<key>hash2</key>
			<data>
			FCN2+X+J9WWanipRbELoync0nwm48wQIbzgyAEIypM4=
			</data>
		</dict>
		<key>Resources/affine_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AbwczGeAWRHZg4WRVuoVJmqzJvA=
			</data>
			<key>hash2</key>
			<data>
			VDpTMcAnZaHsVHVylgj3yotEx1bMAxNyLyaAucObM/Y=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			FK/EqDCZUpy/cZZuintgW4GM8NQ=
			</data>
			<key>hash2</key>
			<data>
			F6gsOdIas97S0Tlh6rVWhOfG2ppCrpQikJbvqmEpt5g=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			kD1V8HNNEeS29NFoC6Tr0tfX4iw=
			</data>
			<key>hash2</key>
			<data>
			H40F6yvvno5WDEP86/CzZOQVkskqBbqQe77VbqT9ej8=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Ih8eB1hUngUGRr0RHqRW/1D04V8=
			</data>
			<key>hash2</key>
			<data>
			NgpYVjjt7JHc2ShDYq6FBJxfRxs7Ewug+VAs06sTymw=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Wo4pSAsBFD9aHFCBt53fP8abICk=
			</data>
			<key>hash2</key>
			<data>
			u2t/QGMOUlDHUbLOtS/vNVpm3EhfEppHyNAyTE6DPy0=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			wR01CCqGrFxJoXYpGZYXghcNET8=
			</data>
			<key>hash2</key>
			<data>
			WaCrC5b+itMCOTVUS6VBrPONVp+wKFwc+PrmrzVVIwM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9brzNLtTyr6wxUFJNNE25rck8D0=
			</data>
			<key>hash2</key>
			<data>
			Mf2VTRP6xAXB09Q5rEX1fy6wZSr9cRZ93LVKgqbMi8E=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oS56pQX0da6muYeeAfez+tAKrGE=
			</data>
			<key>hash2</key>
			<data>
			vFyP5lCLweT862d5swtdvOLPsXkbaY7DeqWKo+n0Euc=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iQ8y2AdXrS/Gzah+U0m4xAV7xgU=
			</data>
			<key>hash2</key>
			<data>
			W09F+5zN0onZCayPuVO4VuyBZRMjNF2p6kOw+cCfd60=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			ALNwzzctqyiyZEVNVRlNa7DLPzc=
			</data>
			<key>hash2</key>
			<data>
			yI40tZuzBvfFZJIgBtV1/O6Sl48v2qVA/3Kw0M8bLBQ=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			769ybrwRt5XWrHNPtK2xVcLRDc4=
			</data>
			<key>hash2</key>
			<data>
			GqYjTR9GK2tgRPUMll4XHX0GR6tUjl19v6WHpIRGARQ=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			o7l7Z0rVAzwN0/6iuaro084VxPE=
			</data>
			<key>hash2</key>
			<data>
			MBbv/itXpXPRFA6CNUnSxfedSv7lmyrKd8cPEruQAs0=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			ZJzCR6jwOOwyNh1ntJqUImB2pdA=
			</data>
			<key>hash2</key>
			<data>
			zEuaSjeqySWcWQ5TcSael1MF9EknNlsMCMFoUg0jW34=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			g6lpwSd+CfiJcwx/QrRbHJ6Ml5U=
			</data>
			<key>hash2</key>
			<data>
			6ej4/KzSD+NMM328xZK1BUHqYn5A0uu1l3wLh/RmJfM=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			G2KHgiR604WjKEIzwlxgWTXQoCQ=
			</data>
			<key>hash2</key>
			<data>
			KbhlCj8a2ry8YaFkfpV8YexmxTikGnxrHGa3SvB8s/Y=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			sJ2UYF4Q8MWTEGPOQlQT60KJo4I=
			</data>
			<key>hash2</key>
			<data>
			MZ1bhxXMqo4EGpwe6h0y0RdSTFChPq02oKZrhN13wtQ=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Ssnm7O6UvjPPxlrcLh6GJJ2ZlIg=
			</data>
			<key>hash2</key>
			<data>
			hN/cIA84q/LehTDdUOmRgduWAK/Qst3kmRY/EUFuaBk=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			9vb/HFad4JBR1xBIsc+iDUw9etg=
			</data>
			<key>hash2</key>
			<data>
			mFJi7jFbTwl+sKBFqAe0LePUVSdsRBwI1F97joVBIO0=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			7KZepNepNOXrb3O1gTlxLPTCRKU=
			</data>
			<key>hash2</key>
			<data>
			uxa0R38CfPQsu1xgujs1UnN30r9hB1fff2wWIWiAnxM=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac_basic.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
			</data>
			<key>hash2</key>
			<data>
			uaQLbSBXSx/rZEzV7lkXsykGcCRhMvfjrEXZ7QJLRpM=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iUBUbybvhFe4OW7bS6RUsA2UvFo=
			</data>
			<key>hash2</key>
			<data>
			VCtTg2TdcZgQqmFORqjzjOCYlm64DUnTxD274vqFLtg=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			q3050it+8OpK+d4LOfZCi35d25U=
			</data>
			<key>hash2</key>
			<data>
			LTIkoAiQxU1sbAIyHKHFzoVmmEqyhjqhDoDYtRi64QI=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			CZ1OXArfHTl1oPIDNh+Bop+SCts=
			</data>
			<key>hash2</key>
			<data>
			BdJSj4lhqD3ZTnfdtxCqKeIqbUfStYKK5/clJhiyifg=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
			</data>
			<key>hash2</key>
			<data>
			uWhO27443KOM1rG2AAgYMuWskAGE4FZHC7t1M1iINpw=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			VBzK9uDM8GV03w5/uMia9sTgqHs=
			</data>
			<key>hash2</key>
			<data>
			mx7RnbGk1vODquWdyT1wQKeaVc58Ld/qFDkrVqQb5FI=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aumPJXFpvJSCGM3zIHgv9dDN9TU=
			</data>
			<key>hash2</key>
			<data>
			WRJDEc+8zR2SBG/dBmSg1MBXRZs7h6wGRudD9bu6OS0=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hZb3z9BC3vAxatudB3vnBvZS1Rc=
			</data>
			<key>hash2</key>
			<data>
			ixOqKFQtNsQpibLcfBDcFn4p+m0geR+lDHiRlndXXro=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			0iC33P1fM6PqegtyLvEuMSQhKTk=
			</data>
			<key>hash2</key>
			<data>
			jGSvZwJ30Xo8n4eie3OQGa5zKYVG2RuNyN8FVl8/YjA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			u4svdVTxz1LP+JlFtqA+MtaWsFM=
			</data>
			<key>hash2</key>
			<data>
			cTlfnqwSpXQijeYXHtXBQnwKqfUpsHMJBDyiVlG3asA=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			17YlOO7vSao/NLJVakU+L9cxefI=
			</data>
			<key>hash2</key>
			<data>
			NB8/HmfNdkV+k/UYRA1BR4FQiBBazQOmnABmVmuL4Ec=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			fkaopE7MdJUWvsQYzdu+dMJYHyk=
			</data>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			q8k/YfbvF3j0NI9FXZaH9Ej37kM=
			</data>
			<key>hash2</key>
			<data>
			MMsqEQDoPqbulvwcFImwbsSS4gdqQRc8T6SGepzpk8Y=
			</data>
		</dict>
		<key>Resources/hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
			</data>
			<key>hash2</key>
			<data>
			Eh9w385k5OQysOwkUdgvXpw8Y/cdRKQZweWmz/jpc4c=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			GdAMtjHgYlkJyxKjEBinYXPURQo=
			</data>
			<key>hash2</key>
			<data>
			JKuusZZnAKPiqu+UJbfB31jaDI7oTIOpKkyLhdpT0ik=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			Q+O338k83VwC8R8LsjMQZwEKSMw=
			</data>
			<key>hash2</key>
			<data>
			/U4TQfJ4cTWUt/Px+ig8tSxEuNl/XQOB1aaoNk4u+9Q=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			TDISjra09zcgL7L6cmsAqpl3k/A=
			</data>
			<key>hash2</key>
			<data>
			yFkAup0Y7g1NPRRjJMYVzKZMDzEBgoo41Im64j1cLf4=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			mgpbLCnzec1+7boPjiqnqEkOqEU=
			</data>
			<key>hash2</key>
			<data>
			UBxzF5U/Xr4Gfz6k66OTUaJI9e6XkhwtdNcGwnk1YBk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kP/NLnW42dcnrs0op9fQX9F85T4=
			</data>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BEG0IgK9a2yPWFPbHavHZGeEUT8=
			</data>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>Resources/hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			zapgQ3zq+OXZuhwrp4sJ7BfIiOc=
			</data>
			<key>hash2</key>
			<data>
			jr1uKzvQA6hJncGZ2zS3Ztxa9Mz4EkBvEcYqt6gNpRw=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AGYwClTRNtebPeumraEjIHQKY4E=
			</data>
			<key>hash2</key>
			<data>
			c60ZlG04qas8REs9XiCl3ruxOZKBsCc0AvrmSECJz1g=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			GfYmy4D9bkaJ/M+j6MxybB6ApVM=
			</data>
			<key>hash2</key>
			<data>
			ucGh0IoFzdVs1tYai2hIURsfSka71LUFcK2cEYqYp5k=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			8dcx98lk4KTdNa/laK6zsbBxWOc=
			</data>
			<key>hash2</key>
			<data>
			IbRQVpW+clj7hxY8+wRf8VbW99L77lMkWsrmpfkL/uA=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			rmsB3peypNiQnuljSrugZh8fZAE=
			</data>
			<key>hash2</key>
			<data>
			GBTkWZD6wEJ5XJUDXm2NnN27Br17ZaaLKhTFeNHpkbc=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			F1EOTOUvDQZsYYc1WqAiH7qAzWQ=
			</data>
			<key>hash2</key>
			<data>
			wc+cCegkn1ZRtIR59iEZ3gptKpzTdgPR/JQRav47Rbw=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
